POLICY_TEXT = """
Политика конфиденциальности мобильного приложения YG-1 RUS: inserts!
  1. Общие положения
1.1. Настоящая Политика конфиденциальности для мобильного приложения (далее — Политика) действует в отношении той информации, которую Общество с ограниченной ответственностью «Уай Джи Уан Рус» (ОГРН: 5167746217942, ИНН: 7731331995, адрес: 143026, город Москва, Инновационный центр Сколково, ул. Нобеля дом 1. (далее –
 Компания) может получить с устройства пользователя во время использования им мобильного приложения YG-1 RUS: inserts! (далее – Приложение).
1.2. Использование Приложения означает безоговорочное согласие Пользователя с настоящей Политикой и указанными в ней условиями обработки информации, получаемой с устройства пользователя. В случае несогласия с Политикой пользователь должен воздержаться от использования Приложения.
  1.3. Настоящая Политика конфиденциальности приложения действует в отношении всей информации, которую Компания может получить о пользователе во время использования им данного приложения.
1.4. Данная политика распространяется на все опубликованные мобильные приложения, в отношении которых издателем является Компания.
1.5. Компания не контролирует и не несет ответственность за информацию третьих лиц, на которые пользователь может перейти по ссылкам, доступным в приложении. На таких сайтах у пользователя может собираться или запрашиваться иная персональная информация, а также могут совершаться иные действия.
1.6. Компания не проверяет достоверность персональной информации, предоставляемой пользователями, и не осуществляет контроль за их дееспособностью.
1.7. Компания исходит из того, что информация, переданная им от пользователей, является достоверной и поддерживает эту информацию в актуальном состоянии.
1.8. Устанавливая Приложение на свое мобильное устройство, Пользователь дает
 согласие Компании на сбор, обработку, запись, систематизацию, хранение, модификацию, обезличивание, удаление, изменение, использование персональных данных Пользователя в целях сбора статистики использования приложения.
2. Данные, которые могут быть получены с устройства Пользователя
2.1. Мобильное приложение имеет доступ и использует следующую информацию на Вашем устройстве:
 2.1.1. Информация о мобильном устройстве, в том числе модель мобильного устройства, версия операционной системы, используются для анализа возможных ошибок в работе Приложения и совершенствование работы Приложения.
 3. Цели сбора и обработки персональной информации пользователей.
3.1. Приложение собирает и хранит только те персональные данные, которые необходимы для предоставления сервисов, входящих в состав приложения.
3.2. Проведение статистических и иных исследований на основе обезличенных данных.

 4. Условия обработки персональной информации Пользователя
 4.1. В соответствии с настоящей Политикой Компания осуществляет обработку только той информации и только для тех целей, которые определены в пункте 3. Политики.
4.2. Компания принимает все зависящие от Компании организационные и технические
 меры для защиты информации Пользователя от неправомерного доступа третьих лиц, использования, копирования и распространения.
4.3. При обработке персональных данных пользователей Компания руководствуется Федеральным законом РФ «О персональных данных».
 5. Меры, применяемые для защиты персональной информации пользователей
5.1. Компания принимает все необходимые меры для защиты любых персональных данных, предоставляемых пользователями.
5.2. Доступ к персональным данным имеют только уполномоченные сотрудники Компании, уполномоченные сотрудники сторонних компаний (т. е. поставщиков услуг) или иных контрагентов, подписавшие договор о конфиденциальности и защите персональных данных.
5.3. Все сотрудники Компании, имеющие доступ к персональным данным, подписывают соглашения о неразглашении конфиденциальной информации и должны придерживаться политики по обеспечению конфиденциальности и защиты персональных данных.
5.4. В целях обеспечения конфиденциальности информации и защиты персональных данных Компания принимает все меры, необходимые для предотвращения несанкционированного доступа к данным Пользователей.
5.5.
 Пользователи используют Приложение как есть и предпринимают меры по защите
своих персональных данных в нем от угроз безопасности, в т.ч., но не ограничиваясь:
 — защищают свое устройство и установленные в нем Приложения от кражи или утери; — защищают свое устройство и установленные в нем Приложения от
 несанкционированного доступа.
   6. Изменение Политики конфиденциальности
6.1. Компания имеет право вносить изменения в настоящую Политику конфиденциальности.
6.2. При внесении изменений в актуальной редакции указывается дата последнего обновления. Новая редакция Политики вступает в силу с момента ее размещения в Приложении если иное не предусмотрено новой редакцией Политики.
7. Применимое законодательство
7.1. К настоящей Политике и отношениям между пользователем и Компанией, возникающим в связи с применением Политики конфиденциальности, подлежит применению право Российской Федерации.
8. Обратная связь.
8.1. Вопросы и предложения Все предложения или вопросы по поводу настоящей Политики следует сообщать в Службу поддержки пользователей - russia@yg1.ru.
"""
